{
  "1.mp4": "A vibrant nighttime festival unfolds on a lantern-lit street, featuring a large, illuminated dragon puppet carried by people in red, actively spewing sparks and fireworks amidst traditional buildings and cheering onlookers.",
  "10.mp4": "A close-up view of a festive Christmas tree densely decorated with various ornaments, including a burlap snowman, a red-hatted gnome, and numerous red baubles and twinkling lights, as the camera slowly pans across the adorned branches.",
  "11.mp4": "A young girl with dark hair, wearing a pink tank top, sits and intently reads an open book, with her hands resting on its pages, against a blurry background of white metal railings.",
  "12.mp4": "A close-up shows a young girl with long dark hair and a yellow top, intently eating a slice of pizza held in both hands at a table.",
  "13.mp4": "A large crowd of people, most wearing face masks, walks down a sunlit street, many holding protest signs, with a man in a green shirt riding a bicycle prominently in the foreground.",
  "14.mp4": "A low-angle shot shows a sleek, black Brabus G-Wagen SUV with bright headlights on, driving forward on a paved road inside a concrete tunnel.",
  "15.mp4": "A vast, curved waterfall dominates the scene, with turbulent emerald-green water dramatically plunging over a wide precipice and generating a voluminous cloud of white mist rising from the depths below.",
  "16.mp4": "A black, hard-shell storage box with a patterned stripe is mounted on the back of a scooter or motorcycle indoors, with a white wall and wooden chairs in the background; the camera slightly pulls back, revealing more of the vehicle's rear, including a chrome rack and license plate.",
  "17.mp4": "A smiling young man wearing glasses, a yellow plaid shirt, and a black backpack stands centered outdoors with blurred green trees and historical structures in the background.",
  "18.mp4": "A young Asian woman with shoulder-length reddish-brown hair and a light blue denim shirt sits on a grey couch, initially smiling broadly with her eyes closed before opening them and maintaining a cheerful expression.",
  "19.mp4": "A close-up shot shows a person with wet, dark hair slurping a large mouthful of ramen noodles from a metal bowl using chopsticks, with a blurred kitchen background.",
  "2.mp4": "A close-up view shows a person's hands holding a silver tablet horizontally, with their right index finger poised to interact with its screen, against a blurred background of white horizontal blinds.",
  "20.mp4": "A wide shot shows delegates from various countries, including Kuwait, Iran, the UK, and the US, seated at a curved wooden table in a large meeting room with rows of red chairs behind them, mostly looking down at papers or devices.",
  "21.mp4": "A woman with brown hair, wearing a dark jacket and pearl necklace, laughs heartily with her head tilted back, showing her teeth against a plain white background.",
  "22.mp4": "Two light brown, young goats with prominent ears stand in a rocky, tan desert landscape; one peeks from behind a large rock while the other looks directly at the viewer.",
  "23.mp4": "A military green G-Shock watch with a black face and white markings slowly rotates against a dark, blurred industrial background of metal beams and pipes, illuminated by an unseen light source.",
  "24.mp4": "A diverse crowd of masked protesters holds up signs, with a large central one reading \"LAPD is UNFAIR! Michel Moore is in there!! Standing at the concession, plotting his OPPRESSION!\" and another \"NO Justice NO Peace.\"",
  "25.mp4": "A young woman with brown hair, wearing a grey t-shirt and white shorts, runs towards the viewer on a cracked paved road, with green trees and a hillside in the background.",
  "26.mp4": "A massive forest fire rages, with tall orange and red flames engulfing numerous trees, while thick plumes of dark and light smoke billow upwards against a dark background.",
  "27.mp4": "Three young adults, two men and one woman, sit intently around a table covered with charts and a laptop, focusing on their devices and documents during a collaborative session.",
  "28.mp4": "An aerial view captures a wide blue river meandering through a vast landscape of countless towering, mist-shrouded green karst mountains, with a small boat visible on the water and a town on the left bank.",
  "29.mp4": "A close-up shot shows a woman with dark hair and red lipstick, wearing a headset and a white blazer, looking down before lifting her eyes and smiling directly at the camera.",
  "3.mp4": "A person's hands interact with a MacBook Pro laptop displaying a colorful data dashboard with charts and graphs, set on a wooden desk against a blurry background of a city view.",
  "30.mp4": "Vibrant orange and red flames engulf dry brush and tall grass at night, with smoke rising and the fire spreading across the dark landscape.",
  "31.mp4": "A young woman with brown hair, wearing a light gray shirt, sits on a wooden park bench under sunny trees, engrossed in reading an open book with a black and gold zigzag patterned cover.",
  "32.mp4": "A snowboarder in a white and black suit launches high into the air from a snow halfpipe, with distant snow-covered mountains, trees, and buildings visible under a cloudy sky.",
  "33.mp4": "A close-up shot shows a hand gently lowering the chrome needle arm of a vintage, olive-green record player onto a spinning black vinyl record.",
  "34.mp4": "From a top-down view, a person's hands turn pages of an open book on a wooden table, alongside another book, an incense diffuser, and dried leaves.",
  "35.mp4": "A simple illustration of a lime green USB flash drive with a lighter green USB symbol on it, centered against a plain white background.",
  "36.mp4": "A young Asian boy with short black hair and a plaid shirt smiles broadly at the camera, blinking his eyes slightly, against a blurred outdoor background.",
  "37.mp4": "A cluster of pale, oyster-like mushrooms grows in a time-lapse, expanding their caps and stems upwards against a dark background, illuminated by a soft, ethereal light.",
  "38.mp4": "A large crowd of people, many wearing masks, stand outdoors holding numerous protest signs aloft, some reading \"BLACK LIVES MATTER,\" \"I CAN'T BREATHE,\" and \"NO JUSTICE NO PEACE,\" with many hands and fists raised in the air.",
  "39.mp4": "A brown and tan snake with dark patterns slithers across a speckled surface, flicking its tongue, as it moves between green vertical posts of a railing.",
  "4.mp4": "A man in a grey t-shirt jogs directly towards the viewer through a dense forest of tall, slender trees.",
  "40.mp4": "Three men stand on a city street, with one man in a black jacket and sunglasses holding a microphone towards a man in a blue and white sweater and bucket hat, while a third man in a light puffer jacket stands nearby with arms crossed, against a backdrop of buildings and shops.",
  "41.mp4": "A young woman with long dark hair wears a white fur-lined winter coat and hat, smiling at the camera with her hand near her head, set against a backdrop of distant mountains under a bright blue sky.",
  "42.mp4": "Six young adults, barefoot in shallow ocean water, enthusiastically play tug-of-war on a sunny beach with a tree-lined shore and blue sky, as waves gently lap the sand.",
  "43.mp4": "A young woman with dark hair tied back, wearing a black t-shirt and a white watch, jogs on a narrow paved road, surrounded by sparse green and brown trees and dry brush, under a bright blue sky.",
  "44.mp4": "A close-up shot features a large, stainless steel wok with a honeycomb-patterned base, holding a metal spatula, resting on an electric stove burner in a kitchen setting.",
  "45.mp4": "A man wearing a plaid shirt and fedora stands on a light-colored path, smiling while talking on a cell phone held to his ear, with red-roofed stone buildings and lush green trees in the background.",
  "46.mp4": "A smiling young boy in a plaid shirt runs forward on a paved road, arms outstretched like wings, surrounded by lush green trees and foliage.",
  "47.mp4": "Two hands hold a fanned-out hand of playing cards, including a red 2, Jack, Ace, and other suits, above a dark wooden table with an additional face-up card visible in the soft-focus background.",
  "48.mp4": "A diverse crowd of people is gathered outdoors, holding various protest signs, including \"Y'ALL SMELL Bacon???\", \"DEFUND THE COPS BLM\", and \"FREE,\" with some individuals wearing masks, set against a backdrop of urban buildings and trees.",
  "49.mp4": "A close-up shows a large, bright orange flame burning in a black pot, surrounded by multiple smaller, flickering candles and colorful decorative sugar skulls on a white surface, creating a warm, illuminated scene.",
  "5.mp4": "A vibrant line of ornate Chinese banners and structures, featuring red, yellow, and green fabrics with intricate embroidery of dragons, figures, and calligraphy, extends along a narrow canal, with a person in a green shirt standing on the right.",
  "50.mp4": "A woman in a black turtleneck and purple pants sits on a balcony chair, reading a book. White railings are behind her, with foliage and buildings visible in the background.",
  "6.mp4": "A scenic landscape features expansive, vibrant green rice paddies filling the foreground, with a small person walking along a narrow path. In the background, several towering, tree-covered karst mountains rise sharply against a bright blue sky with scattered white clouds.",
  "7.mp4": "A man in a dark shirt sits on a sofa in a dimly lit room, holding a piece of food near his mouth before lowering his hand, with two food containers, a drink, and a plant visible on the coffee table.",
  "8.mp4": "Under a dark, blustery sky, strong winds whip rain and debris across an airfield where several small aircraft are parked on the wet tarmac, with distant trees blurred by the storm.",
  "9.mp4": "A sleek white Audi R8 supercar, viewed from a low front-right angle, is prominently parked on a concrete surface under a dramatic, cloudy sky.",
  "100.mp4": "A close-up shot features several bright green, bioluminescent mushrooms glowing in the darkness, with smaller, non-glowing mushrooms nearby, as the camera slowly pans across the scene.",
  "51.mp4": "A white commuter train approaches from the distance on tracks within an illuminated, ribbed, arched passageway, with a long, gray wall running alongside on the right.",
  "52.mp4": "A wide, elevated view of a soccer match shows players in blue and red jerseys running on a green field, actively pursuing and kicking a white ball, while a referee in yellow observes the play.",
  "53.mp4": "A close-up shot reveals a large white flower, its delicate petals slowly unfurling to display a vibrant yellow and orange-red center against a dark background.",
  "54.mp4": "An aerial view captures rugged, frost-dusted mountain peaks at sunrise or sunset, with a golden glow illuminating the foreground and hazy peaks fading into the distant mist.",
  "55.mp4": "A wide shot of a crowded legislative chamber shows a man in a dark suit standing at a long central table, speaking to numerous seated individuals on green benches, with another person holding a small box on the right.",
  "56.mp4": "A sunlit room displays a light wood chair with a dark cushion beside a geometric wooden side table holding a white cup, set in front of a large window with sheer white curtains.",
  "57.mp4": "A camera slowly orbits and pans around a highly detailed, light blue and white futuristic robot model featuring translucent green components, showcasing its intricate design from various angles.",
  "58.mp4": "A modern, minimalist living room with light gray walls features a large abstract painting above a matching sofa, a gray egg chair, a black floor lamp, and a small coffee table.",
  "59.mp4": "Vibrant golden fireworks explode across a dark night sky, creating radiating bursts of light, trails of sparks, and billows of smoke as more firework shells ascend from below.",
  "60.mp4": "Two men sit in modern armchairs facing each other on a red carpet, with a blue ribbed background and a small table holding two glasses of water between them. The man on the left holds a tablet while the man on the right gestures with both hands, engaged in conversation.",
  "61.mp4": "A nighttime fireworks show features several large white and purple explosions in the dark sky, while golden bursts erupt from the water's surface, reflecting vibrantly.",
  "62.mp4": "A large swarm of golden-orange jellyfish with long, dark tentacles drifts gracefully through clear, vibrant blue-green ocean water.",
  "63.mp4": "Bright, jagged lightning bolts flash intensely across a dark, stormy sky filled with ominous grey clouds, briefly illuminating the scene before fading into darkness.",
  "64.mp4": "A woman with short blonde hair in a blue top and black leggings jogs on a red path across a wide bridge featuring a red railing and white support beams, with green trees and a blue sky in the background.",
  "65.mp4": "A wide shot shows a vast area of murky, brown floodwater with a strong current forming a white, frothy wave across the foreground, as partially submerged trees and utility poles stand in the background.",
  "66.mp4": "A large crowd of people marches down a city street, holding up numerous white and red signs, many reading \"STOP ARMING ISRAEL FREE PALESTINE,\" along with Palestinian flags and other banners.",
  "67.mp4": "A man with short brown hair, wearing a black blazer and dark t-shirt, sits in a chair against a blurred purple and brown background, gesturing with his left hand as if speaking.",
  "68.mp4": "A long-exposure night shot reveals numerous white star trails arcing across a dark sky with blurry clouds and a faint luminous orb, set above a large inscribed rock and a metal railing.",
  "69.mp4": "A low-angle shot sweeps across a vast, arid desert landscape featuring a deeply cracked earth floor and scattered dry shrubs, beneath a dramatic, dark, and cloudy sky with distant mountains.",
  "70.mp4": "A dense crowd of people fills an outdoor urban space, raising numerous signs and banners overhead during a daytime gathering.",
  "71.mp4": "A close-up shot of a black studio microphone is angled over a sound mixing board that displays active green and yellow audio level bars, resting on a wooden desk with a blurred monitor in the background.",
  "72.mp4": "A close-up shows a fanned hand of playing cards, including the King of Diamonds, Queen of Spades, and Jack of Hearts, held against a black background, as one card moves forward slightly, adjusting the fan.",
  "73.mp4": "A large, diverse crowd of people, many wearing face masks, fills an urban street, holding protest signs and looking towards a man speaking into a megaphone on the right.",
  "74.mp4": "A close-up shot shows a smartphone with a gold-colored case lying on a dark, reflective surface. The phone's screen is illuminated, displaying numerous app icons and a white notification pop-up with Japanese text and a small black icon.",
  "75.mp4": "A close-up, high-angle view shows an expansive, flat surface of light gray, parched earth deeply cracked into countless irregular polygonal shapes, as the camera slowly glides forward over the desolate ground.",
  "76.mp4": "A light brown, fluffy teddy bear with black eyes and a brown nose is held upright against a white background, swaying gently from side to side.",
  "77.mp4": "A large group of people in business attire are seated around a curved wooden table in a formal meeting hall, attentively watching two large screens displaying a man's face; additional attendees occupy rows behind them.",
  "78.mp4": "Five people are gathered around a large table in an office, which is laden with design tools, as a standing man at the head smiles while holding up a document for the four seated individuals.",
  "79.mp4": "A vibrant night scene features numerous glowing red Chinese lanterns hanging overhead, viewed through a foreground of blurred pink cherry blossoms, with city buildings visible in the dark background.",
  "80.mp4": "A fluffy Ragdoll cat with striking blue eyes and a white and brown coat lies on a wooden floor, occasionally blinking and looking around, with a colorful cat tunnel in the background.",
  "81.mp4": "Three male athletes sprint across a blue track, with two wearing yellow and green, and one in dark blue, against a blurred stadium background.",
  "82.mp4": "A large blue and black city bus, adorned with advertisements and reflecting buildings and vehicles in its windows, drives from right to left past a sidewalk with an open trash can, while another yellow bus is visible in the distance.",
  "83.mp4": "Three people sit around a table covered with sticky notes and pens; a man in a light blue shirt points while speaking to a man in a grey shirt holding a green mug and a pen, as a woman in a grey sweater sits on the right.",
  "84.mp4": "A red fox leaps high into the air with all four paws off the snow, its body arched and a dark shadow stretching out on the white snowy ground below.",
  "85.mp4": "A close-up video shows two Venus flytraps, one green with a fly slowly closing its lobes, and another reddish one snapping its spiky trap shut on a crawling insect.",
  "86.mp4": "A top-down view of a wooden Go board covered with numerous black and white stones as a hand reaches in to place a black stone onto the grid.",
  "87.mp4": "On a soccer field, a player in a yellow and blue uniform powerfully kicks a white ball that dramatically curves towards and strikes the left goal post, while a goalkeeper and other players in blue are near the net with a crowd visible behind.",
  "88.mp4": "A colossal, turquoise ocean wave curls and crashes, forming a hollow barrel with a frothing white crest, under a dark, dramatic sky.",
  "89.mp4": "A young woman with short, light brown hair and a white t-shirt jogs from right to left along a concrete wall, with a calm lake and lush green hills under an overcast sky in the background.",
  "90.mp4": "A towering blue-and-white glacier dramatically calves, sending a colossal white splash and spray high into the air as several small boats observe from the choppy, ice-strewn water below.",
  "91.mp4": "Two Formula 1 cars, one white and red, the other yellow, speed side-by-side on a wet race track under an overcast sky, with one car attempting to overtake the other.",
  "92.mp4": "A blue rectangular object transforms into a detailed hiking backpack, complete with front pockets, straps, buckles, and a rolled sleeping mat secured on top, set against a plain white background.",
  "93.mp4": "A soccer player in a red and white kit performs an overhead kick, launching the yellow ball past the goalkeeper and into the net, with fans visible beyond the goal.",
  "94.mp4": "A low-angle, rear view shows a large, scaly crocodile or alligator with a thick, patterned tail walking away on a sandy plain, with a line of green trees visible in the distant background under a cloudy sky.",
  "95.mp4": "A pair of sleek black over-ear headphones is prominently displayed in the foreground against a blurry, warm-toned background filled with silhouetted figures, bright lights, and numerous floating, glowing particles, suggesting a lively concert or party scene.",
  "96.mp4": "A close-up view of a vibrant green leaf shows a tiny white petal resting on its surface, as a single water drop impacts and splashes in the center, forming circular ripples.",
  "97.mp4": "A person's hand in a patterned green and yellow shirt reaches for a dark shirt on a grey hanger, part of a long rack of various light-colored shirts in a clothing store.",
  "98.mp4": "A man in a black suit, white shirt, and blue tie wears glasses and talks on a pink smartphone, standing against a plain beige wall.",
  "99.mp4": "An aerial view slowly pans across two lush, green, mountainous islands surrounded by clear turquoise and deep blue ocean with visible coral reefs under a cloudy sky.",
  "101.mp4": "A fluffy baby penguin chick, backlit by a warm golden glow, slowly lifts its head to look directly forward in a snowy, icy landscape.",
  "102.mp4": "Three spherical water droplets fall in a vertical line towards a calm, pale blue water surface, creating expanding concentric ripples around the point of impact.",
  "103.mp4": "Two large white wolves and a smaller white wolf walk forward on a dark, narrow path, with a desolate, rocky, and reddish-brown landscape in the background.",
  "104.mp4": "Two young Asian women sit at a bright desk; one points with a pencil at papers she holds while the other looks on, with a laptop, mug, and colored pencils nearby.",
  "105.mp4": "A close-up shot shows a person's hands rapidly turning the pages of an open book from right to left against a dark background.",
  "106.mp4": "A young woman with long wavy hair and sunglasses sits cross-legged on vibrant green grass in a sunny park, intently reading a book and occasionally turning its pages.",
  "107.mp4": "A brown horse and a black horse gallop side-by-side on a wet, sandy beach, their reflections visible below them, with the blue ocean and gentle waves in the background under a clear sky.",
  "108.mp4": "A massive dark humpback whale with a white underside breaches high out of the blue ocean, creating a large splash, with a partly cloudy sky and distant land in the background.",
  "109.mp4": "A person in a red shirt and dark shorts runs forward on a dark asphalt road at night, illuminated by numerous poster-adorned pillars supporting an overhead structure, with a tiled sidewalk to their right.",
  "110.mp4": "The video features close-ups of red cylindrical ornaments adorned with gold glitter, then transitions to various glowing red and pink paper lanterns of different sizes and intricate designs, hanging in a festive display.",
  "111.mp4": "A young man with dark hair, glasses, and a white t-shirt smiles broadly while looking directly at the camera, standing outdoors with blurred buildings and another person visible in the background.",
  "112.mp4": "A young woman with long dark hair sits smiling on a light-colored sofa, reading an open white book. She wears a checkered jacket and light pants in a bright room with large windows and a modern lamp.",
  "113.mp4": "A woman in a black bustier top and wide-leg pants sits on a grey sofa, gesturing as she speaks to a man in a suit seated behind a wooden desk, with a nighttime cityscape in the background.",
  "114.mp4": "A large white hot air balloon with colorful stripes drifts above a town and a vast rocky landscape, while several other balloons dot the horizon under a clear, warm-lit sky.",
  "115.mp4": "A large herd of African elephants, featuring several adults with prominent white tusks and smaller calves, stands facing forward under a bright, cloudy sky.",
  "116.mp4": "A person in a black jacket and horned helmet rides a red sport motorcycle towards the viewer on a bridge with white lane markings under a light sky.",
  "117.mp4": "A muddy brown lake overflows into a vast, eroded landscape, sending turbid water cascading over and through deep fissures in cracked, dry earthen banks, with barren hills under a grey sky.",
  "118.mp4": "A close-up shot shows a person's hands actively typing on the black keyboard of a silver laptop, which rests on a dark wooden desk with a blurred notebook in the background.",
  "119.mp4": "A wooden drawer with square compartments displays numerous neatly folded neckties and pocket squares of various colors and patterns, with a hand reaching in from the top left.",
  "120.mp4": "A wide shot shows a large, tilted iceberg in the center of a dark, icy expanse of water, with smaller ice floes scattered across the foreground, all beneath a dramatic, cloudy, and dark gray sky.",
  "121.mp4": "A night scene showcases a bridge adorned with numerous colorful illuminated lanterns overhead, with people strolling across, and the vibrant lights beautifully reflecting on the dark water below.",
  "122.mp4": "A young woman with pigtails and a dark hoodie sits at a restaurant table, her chopsticks poised over a bowl of fresh salad, with Japanese-themed decor visible in the background.",
  "123.mp4": "Close-up of turbulent dark green and black water with bright lime green and yellow reflections, showing rapid currents, swirling eddies, and white foam on the surface.",
  "124.mp4": "A tan military attack helicopter, equipped with visible missiles, hovers steadily against a clear light blue sky, its main rotor blades blurred from rapid spinning.",
  "125.mp4": "A man in a black suit and blue tie, wearing glasses, laughs with his head tilted back and mouth wide open, then points directly forward.",
  "126.mp4": "A woman with light red hair and bangs has her eyes closed while eating a small piece of food from her mouth, with steam rising below.",
  "127.mp4": "A smiling young woman in a white bathrobe sits up in bed, reading an open book, with a padded headboard and a bedside lamp visible behind her.",
  "128.mp4": "A young woman with her hair pulled back laughs heartily with an open mouth, then lowers her head, covering her face with her hand as if overwhelmed by amusement against a plain blue background.",
  "129.mp4": "A man in a blue tank top and black running tights is captured mid-stride, jogging from right to left on a brick-patterned path through a grassy park with dark green trees in the background.",
  "130.mp4": "A young girl with dark hair and a white top laughs joyfully in a close-up, her eyes squinting and mouth wide open to reveal a gap-toothed smile against a blurred green foliage background.",
  "131.mp4": "A pair of blue socks patterned with white stars, red stripes at the cuff, and white heels and toes gently sways back and forth against a solid black background.",
  "132.mp4": "A large volume of reddish-brown earth and debris slides down a steep, vegetated hillside, spilling onto and partially covering a paved road under an overcast sky.",
  "133.mp4": "A soccer player with dark, shoulder-length hair in a blue and red striped jersey dribbles a white and light blue ball across a bright green field, with another player in a green uniform partially visible behind him.",
  "134.mp4": "A close-up perspective captures a vintage-style turntable with a black vinyl record actively rotating on its polished wooden base, featuring a reflective, curved metallic tone arm extending over the spinning disc against a dark background.",
  "135.mp4": "A young Black man with braided hair and a nose ring sits outdoors, intently reading and flipping pages of a \"Holy Bible\" in a park with autumn trees in the background.",
  "136.mp4": "A vibrant red sun glows on the horizon, casting an orange hue across the sky above a sweeping expanse of dark, mist-shrouded mountains.",
  "137.mp4": "A dark grey Mercedes G-Wagon SUV drives directly towards the viewer on a paved road, its round headlights glowing, with green grass, a body of water, and road signs visible in the background.",
  "138.mp4": "Two vibrant lion dancers, one yellow and one white and red, perform on a paved ground while musicians in yellow shirts play drums and cymbals on a raised platform behind them, flanked by large red banners, with a crowd watching.",
  "139.mp4": "An aerial view captures a massive white avalanche cascading down a steep, snow-covered mountain gully, flanked by dense pine forests under a bright sky.",
  "140.mp4": "A close-up view of an antique, distressed wooden table with intricate carvings, as the camera slowly pans across its front, revealing peeling white paint and exposed reddish-brown wood resting on wooden floorboards.",
  "141.mp4": "An aerial shot glides over a dense evergreen forest, revealing a dramatic waterfall plunging into a deep, rocky canyon with snowy patches at its base, all beneath a bright, partly cloudy sky.",
  "142.mp4": "A bearded man in a white shirt holds a spoonful of vibrant red soup, with bright droplets falling back into the bowl as he brings the spoon towards his mouth.",
  "143.mp4": "An overhead view captures a bustling conference hall featuring a large U-shaped wooden table and rows of light blue chairs at its center. Numerous people in diverse attire are walking, standing, and sitting throughout the room, appearing to gather or disperse from an event.",
  "144.mp4": "A diverse crowd of people marches forward on an outdoor street under a clear sky with palm trees, many wearing face masks and carrying various protest signs, including one prominently displaying \"BLACK LIVES MATTER.\"",
  "145.mp4": "A close-up shot shows a light blue and white electric fan with its blades rapidly spinning, blurring them through the front grill against a light-colored wall.",
  "146.mp4": "A close-up view shows multiple illuminated traditional Chinese lanterns—some pale blue, others golden—adorned with intricate patterns and Chinese characters, gently swaying against the blurred background of a traditional dark wooden building with a brightly lit golden roof at night.",
  "147.mp4": "A large crowd of diverse people fills an outdoor plaza in front of a grand, light-colored building with columns, many holding protest signs, some reading \"BLACK LIVES MATTER,\" while police officers stand on the building's steps in the background.",
  "148.mp4": "A camera pans up a worn black office chair to show a small, dark-furred animal hanging upside down from its backrest in a cluttered room.",
  "149.mp4": "Description generation failed: [WinError 10054] 远程主机强迫关闭了一个现有的连接。",
  "150.mp4": "A bedroom-like space features a large window with a grid pattern revealing a blue sky and clouds, while green grass covers the floor and a light-colored bed rests upon it, framed by green vines hanging from above, with a faint rainbow visible in the window.",
  "151.mp4": "Seven male sprinters, wearing various colored uniforms, explode from their starting blocks on a blue track, initiating a race as officials stand nearby and sponsor banners line the background.",
  "152.mp4": "A light-colored kangaroo stands tall in a sun-baked, sandy landscape, using its small front paws to scratch its chest beside a sparse, dry bush.",
  "153.mp4": "From a low angle, a man in dark athletic wear runs towards the camera on a wide, light-green paved track with a white center line. Bare trees line the grassy park under an overcast sky, with a small dog visible further back on the right.",
  "154.mp4": "A young woman in a black turtleneck stands by a sunlit window, intently reading a small, open book, with a plant and kitchen appliances visible on a counter to her right.",
  "155.mp4": "An old, beige and black television set with an antenna displays flickering black and white static on its screen, with a red indicator light on, all against a plain brown backdrop.",
  "156.mp4": "A dense crowd of diverse individuals, many wearing face masks, stand outdoors, holding various signs and placards aloft, with a green helmet visible in the foreground.",
  "157.mp4": "A large, silver passenger jet, with its landing gear extended and four engines visible, flies low against a bright blue sky filled with scattered white clouds, with green tree foliage visible along the bottom edge.",
  "158.mp4": "A man in a suit stands at a large dark wooden table, holding an open book, with ornate golden boxes and a ceremonial mace arranged before him, while rows of formally dressed people observe from behind.",
  "159.mp4": "A time-lapse view shows several tall, dark evergreen trees silhouetted against a sky that dramatically transitions from dusky purple to vibrant orange and red, filling with bright, fiery clouds, while a snow-capped mountain is visible in the distance.",
  "160.mp4": "A person's hands hold a smartphone horizontally, its screen displaying a vibrant sunset landscape over mountains and trees with camera interface elements, while blurred greenery and a cloudy sky are visible in the background.",
  "161.mp4": "A time-lapse video shows tiny green plant seedlings emerging from dark soil, then slowly growing into mature plants with many leaves and eventually blooming flowers.",
  "162.mp4": "Sunlight streams through a dense, vibrant green forest, illuminating a rapidly flowing river with white rapids and mossy banks, as distant figures stand bathed in light downriver.",
  "163.mp4": "Two women sit at a table in an office, one in a blue shirt talking animatedly with a paper cup nearby, while the other in a pink shirt listens intently and points at a white mug.",
  "164.mp4": "A majestic, mist-shrouded valley unfolds, revealing towering green-clad mountains and sheer rock faces, as a powerful waterfall emerges on the left, plunging dramatically down a vast cliff.",
  "165.mp4": "A white wall-mounted air conditioning unit is shown against a plain white background, with its bottom flap open and internal vents subtly moving, indicating it's operating.",
  "166.mp4": "An aerial view captures foamy white ocean waves breaking on a dark sandy beach, with turquoise water receding back into the deep blue sea.",
  "167.mp4": "A wide, blue-green river flows with white rapids in the foreground, bordered by lush green trees and dense foliage on both banks under a bright sky.",
  "168.mp4": "A vibrant yellow, crocheted tiger-face hat, featuring black button eyes, a brown nose, white pom-pom cheeks, and embroidered brown stripes, rests on a white textured fabric with silver patterns.",
  "169.mp4": "A low-angle shot captures numerous branches of a tree densely covered in delicate white and light pink blossoms, set against a vibrant blue sky with soft white clouds visible through the floral canopy.",
  "170.mp4": "A time-lapse captures a wide landscape of a calm lake with a snow-capped volcano, as the overcast sky transforms from grey to a brilliant red and orange sunset, with \"CHILE\" briefly appearing.",
  "171.mp4": "A man in a black tracksuit jogs towards the camera on a paved path, flanked by tall green chain-link fences, with a sports field visible in the background.",
  "172.mp4": "A dense, moss-covered forest with tall trees is momentarily illuminated by a bright, glowing orb that appears, pulses, and then fades in the center of the frame.",
  "173.mp4": "A woman with long, straight black hair and a vibrant red, short-sleeved dress stands on a dark stage, actively gesturing with both hands while speaking.",
  "174.mp4": "A sprawling LEGO Minecraft world depicts diverse biomes, with a blue river winding through green forests featuring pandas, sandy deserts with tan structures, and icy mountains, all populated by various blocky figures and detailed buildings.",
  "175.mp4": "A woman in a black, long-sleeved, high-low hem dress stands against a white background, slowly turning from side to side to showcase the garment.",
  "176.mp4": "A long shot shows a two-lane bridge packed with cars and onlookers, spanning a wide, muddy riverbed filled with swiftly flowing brown water, all set within a dry, hilly landscape with distant buildings.",
  "177.mp4": "Thousands of vibrant, illuminated lanterns of various shapes and colors hang densely overhead, forming a glowing canopy over a pedestrian street where people walk between dark buildings and light-decorated trees.",
  "178.mp4": "Bright, glowing orange lava flows in multiple winding streams across a dark, rugged volcanic landscape under a hazy gray sky, with wisps of steam rising.",
  "179.mp4": "Three men are running side-by-side on a sunny paved road, with one wearing a red \"CHINA\" shirt in the center and two others in grey sportswear, against a backdrop of green trees and blue sky.",
  "180.mp4": "A young woman with long dark hair and a white hoodie smiles broadly in a blurred green park setting, her hair gently blowing, before winking directly at the camera.",
  "181.mp4": "An expansive aerial view captures the immense Niagara Falls cascading into a misty basin, with turbulent green-blue water flowing toward the precipice and a distant city skyline, bridge, and observation decks visible under an overcast sky.",
  "182.mp4": "A black and white, slightly blurred view of a chess board features a sharply focused white pawn and knight in the foreground, with other white and black pieces visible behind them.",
  "183.mp4": "An older Asian man with gray hair and glasses, wearing a black textured leather jacket, speaks into a microphone positioned against a light gray wall with a wooden shelf and a green plant in the background, with \"HUGE*\" text overlay.",
  "184.mp4": "A close-up view captures two shimmering gold high heels, each adorned with a large, square, crystal-studded buckle, hanging against a dark, blurred wooden background.",
  "185.mp4": "A sun-drenched field is densely covered with countless white, fluffy dandelion seed heads, with some seeds gently floating through the air against a blurred backdrop of dark green foliage.",
  "186.mp4": "A low-angle view looks up at abundant clusters of light pink roses and green foliage, forming a dense, natural archway against a bright blue sky.",
  "187.mp4": "At dusk, a large crowd of people watches as numerous glowing sky lanterns of various colors ascend into the dark blue sky above a city skyline, with some individuals holding lanterns or filming the event.",
  "188.mp4": "A time-lapse shows various mushrooms growing on a dark log, featuring larger golden-capped fungi developing fluffy white bases and numerous smaller pale mushrooms emerging around them against a dark background.",
  "189.mp4": "A static, close-up view frames a blurry bicycle wheel and handlebars in the foreground, with a red brick wall behind it displaying a sign featuring pink \"28\" and Chinese characters, alongside a yellow structure.",
  "190.mp4": "A wide, serene shot captures a majestic mountain range at twilight, featuring rugged, dark peaks with some snow, and a small building nestled among the distant ridges under a deep blue sky.",
  "191.mp4": "Description generation failed: [SSL: UNEXPECTED_EOF_WHILE_READING] EOF occurred in violation of protocol (_ssl.c:1028)",
  "192.mp4": "A slow horizontal pan reveals a multi-tiered clear glass display case filled with dozens of miniature toy cars of various colors and models, including police cars, taxis, and SUVs.",
  "193.mp4": "A close-up shot features a dense cluster of bright yellow, slender-stemmed mushrooms with small, bell-shaped caps growing on a dark, textured log, set against a blurred, dark background.",
  "194.mp4": "A light blue pair of cartoon-style pants is centered on a white background, with subtle white dotted lines animating to appear and disappear along its seams, waistband, and cuffs.",
  "195.mp4": "A young woman with long dark hair and a light headband is shown in a close-up, using black chopsticks to lift a piece of food from a small white bowl held in her left hand. She looks down at the food with her mouth slightly open, against a background of a light curtain and a floral-patterned wall.",
  "196.mp4": "A time-lapse close-up shows several vibrant yellow-orange mushrooms with fuzzy white bases and many smaller, pale, translucent mushrooms growing on a decaying log, as the larger fungi expand and release spores.",
  "197.mp4": "A woman with long wavy dark hair, wearing a brown leather jacket, smiles and gestures with her hands while speaking into a black microphone, positioned in front of a grey wall with a large green plant and wooden shelving.",
  "198.mp4": "Two male athletes play table tennis on a bright green court during the Rio 2016 Olympics, with one player in black about to hit the ball and another in red poised to receive it.",
  "199.mp4": "A close-up shot of a young boy with short dark hair smiling widely with his eyes squinted shut, revealing his teeth, against a blurred dark green background.",
  "200.mp4": "A high-angle view shows a dense patch of green aquatic vegetation and diverse debris, including white foam pieces, plastic bottles, and colorful caps, floating and gently swirling on dark water.",
  "201.mp4": "An aerial view shows a dark volcanic cone with a large, intensely glowing orange pool of molten lava inside its crater, from which fiery rivers flow across a black, rugged lava field, with distant snowy mountains visible.",
  "202.mp4": "Numerous vibrant floral offerings, each adorned with lit candles and incense, gently float on dark water, their forms and the reflection of multi-colored string lights creating a dazzling, rippling display.",
  "203.mp4": "An elevated view of a formal chamber shows numerous people in suits seated on tiered green benches, as a man walks towards a large central table displaying a golden mace and ornate boxes.",
  "204.mp4": "A large passenger airplane with a teal tail and engines, seen from behind, descends with its landing gear down and wing flaps extended, approaching a runway illuminated by bright lights under a grey sky.",
  "205.mp4": "A woman in a white hooded sweatshirt jogs forward on a wide paved path, flanked by a tree-covered hill on the left and a dark railing on the right.",
  "206.mp4": "A man in a dark suit speaks from a central position at a curved wooden conference table with visible country nameplates for \"ALGERIA,\" \"CHINA,\" and \"DENMARK.\" Other delegates, including men in suits and a woman taking notes, are seated around the table in a large hall.",
  "207.mp4": "A vintage, dark-hulled passenger ship with light-colored decks and a tall smokestack billowing dark smoke sails across open water, heading towards the viewer and leaving a white wake.",
  "208.mp4": "A person in a white shirt holds a patterned white bowl and reaches to open the door of a white Midea microwave oven on a kitchen counter.",
  "209.mp4": "A man with blond hair, wearing a dark blue suit with an American flag pin and a red tie, sits in a dimly lit room with a black microphone directly in front of him, looking intently to his right with his mouth slightly open, as if speaking.",
  "210.mp4": "A bald man with glasses in a black jacket crouches outdoors, bringing a fried meatball with chopsticks to his open mouth from a clear food container, with a car and tall buildings visible behind him.",
  "211.mp4": "An aerial view reveals a stunning landscape with numerous dark green karst mountains rising from a calm, reflective river under a bright blue sky with sun rays, while a boat and two birds appear on the water's surface.",
  "212.mp4": "Two women are seated in light-colored armchairs, facing each other across a white coffee table, each with a microphone in front of them, conversing in a cozy room with a fireplace behind them.",
  "213.mp4": "Under heavy rain, a white house is partially submerged and engulfed by rapid, muddy brown floodwaters that surge violently past, as two individuals watch the powerful current from a wet, elevated path.",
  "214.mp4": "A pair of black, textured winter boots with creamy-white fur lining are displayed on a white surface, with one boot standing upright and the other resting on its side, as the camera slowly pans around them.",
  "215.mp4": "Bright green, broad leaves gently sway as brilliant sunlight streams through them, creating a strong lens flare and illuminating their vibrant color against a blurry, bright sky.",
  "216.mp4": "A vast forest is engulfed in a catastrophic wildfire, with towering orange and yellow flames consuming rows of dark green evergreen trees, while thick plumes of black smoke billow into a dramatic, dark sky.",
  "217.mp4": "A group of formally dressed individuals are seated around a large wooden table in a meeting room, some looking at documents while others observe, with additional attendees seated in rows behind them.",
  "218.mp4": "A man in a dark suit and red tie speaks into a microphone, looking down, while two women sit attentively beside him in a formal, wood-paneled chamber with other people visible in the background.",
  "219.mp4": "From behind, two people watch a large TV screen displaying a split-screen racing video game with cartoon-like characters, while one person holds a green game controller.",
  "220.mp4": "A close-up shot shows a meerkat yawning widely, revealing its pink mouth and tongue, before closing its mouth and looking ahead.",
  "221.mp4": "An elevated view reveals a wide body of water bordered by land, with a large, full moon positioned high in the sky as the dark blue sky slowly brightens and shifts to an amber-pink, causing the moon to transition from orange to red.",
  "222.mp4": "From a first-person perspective on a vehicle, a torrent of muddy water and rocks rapidly surges down a narrow, dry channel through a rugged, arid mountain landscape under a bright sky.",
  "223.mp4": "A yellow frying pan full of an orange-brown, saucy dish with pale, flat ingredients is tilted to slide its contents onto a white plate with a blue rim, resting on a wooden surface.",
  "224.mp4": "A close-up shot shows a black Logitech computer mouse resting on a dark mousepad, then a person's hand enters the frame and positions its fingers on the mouse, ready to operate it.",
  "225.mp4": "A close-up view shows a white jigsaw puzzle missing one piece, which is then placed to complete it, before the entire puzzle is flipped over to reveal a colorful mosaic made of Rubik's cubes, which is then disassembled piece by piece.",
  "226.mp4": "A close-up view of a purple felt pool table shows a cluster of colorful billiard balls, including a red solid, a yellow 9-ball, and an orange 13-ball, as the camera subtly pans left and slightly zooms out.",
  "227.mp4": "A boy in a striped shirt and a girl in a white top lean close, foreheads nearly touching, as they both eat from a large, messy bowl with spoons on a table.",
  "228.mp4": "A close-up view shows a Chinese chess (Xiangqi) board with red grid lines and characters, as a hand reaches in to move a light-colored, round piece with a red Chinese character to a new square.",
  "229.mp4": "A vibrant orange clownfish with white stripes is nestled among the swaying, light brown tentacles of a sea anemone, gently moving within its shelter.",
  "230.mp4": "A smiling young woman wearing a beige hat, red plaid shirt, and green backpack looks directly at the camera in a brightly lit outdoor public walkway.",
  "231.mp4": "Golden sunlight illuminates an ocean coastline where large waves crash into and around dark rocks, creating white foam, with hazy mountains in the distant background.",
  "232.mp4": "A man in a dark suit stands at a large, ornate wooden table in the center of a crowded, formal chamber, facing rows of many formally dressed people seated on benches.",
  "233.mp4": "A man in a dark blue suit, white shirt, and striped tie stands thoughtfully beside a large window, raising his hand to his chin as he looks out at the blurred view.",
  "234.mp4": "A silver computer keyboard rests on a dark surface as a hand enters the frame from the right and begins typing on the keys.",
  "235.mp4": "A child's hands pick up a piece of golden-brown fried chicken from a paper-lined tray and bring it to their mouth to take a bite, with more chicken pieces visible in the foreground.",
  "236.mp4": "A young woman with her hair in a bun, wearing clear glasses and a white shirt, lies on her stomach on a brown bed, smiling broadly and laughing, with her left hand near her face and a white pillow beside her.",
  "237.mp4": "A person models a cream-colored sweater with multiple ribbons tied into bows on the sleeves and around their neck, paired with a textured lavender skirt, standing with hands crossed.",
  "238.mp4": "A person's hand, wearing a red and black bracelet, types on a white keyboard. A white mouse is nearby, with a stack of notebooks and a pen visible in the background on a dark desk.",
  "239.mp4": "Two male badminton players, one in red and one in yellow, play on a green court during a match, with the player in red lunging forward mid-shot as the other player watches from behind; spectators fill the stands and \"London 2012\" is visible in the background.",
  "240.mp4": "A long, traditional wooden corridor is brightly illuminated by numerous hanging red and orange lanterns with tassels, casting a warm glow on the reflective floor, with wooden pillars and benches lining both sides extending into the distance, and a blurry pink light visible outside on the left.",
  "241.mp4": "A time-lapse captures a dramatic, vast green landscape beneath an evolving storm, where a dark, layered shelf cloud rolls across the sky, frequently illuminated by bright, widespread lightning flashes that reveal the churning clouds and distant horizon.",
  "242.mp4": "A massive, dark tornado with a wide funnel descends from a turbulent, dark green storm cloud over a vast, flat brown field, with heavy rain falling to its right.",
  "243.mp4": "A young girl with long dark hair, wearing a red shirt, takes a bite of cheesy bread or pizza, creating a long string of melted cheese as she pulls it away from her mouth in a blurry nighttime outdoor setting.",
  "244.mp4": "A young boy in a red and blue striped shirt takes a large bite from a fried skewer, mouth open, at a bustling night market with blurred figures and illuminated green tents in the background.",
  "245.mp4": "An expansive view shows rugged, grey mountains topped with sparse green trees, emerging from a thick blanket of white clouds that fills the valleys below, all under a bright blue sky.",
  "246.mp4": "A close-up shot features a modern floor lamp with three illuminated black and yellow cylindrical shades. Below it, a dark square object with a circular display is visible against a warm orange-brown wall with vertical paneling on the right.",
  "247.mp4": "A fluffy, light golden puppy wearing a green ribbon stands looking forward in a red \"Radio Flyer\" wagon, with green grass visible in the background.",
  "248.mp4": "A close-up view of a person from the chest down, wearing a white collared shirt, a grey cable-knit V-neck vest with black trim, a black tie, and a black pleated skirt, as the camera slowly rotates around them.",
  "249.mp4": "A woman wearing glasses, a dark blazer, and a blue scarf sits on a stone ledge outdoors, looking down intently at an open book she holds in her lap, with her right hand near her temple.",
  "250.mp4": "A massive dark blue ocean wave with a bright turquoise core crashes and foams as it breaks from left to right."
}